---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Moments
source: html/d630184c-1711-d875-3361-80c50a703187.htm
---
# Autodesk.Revit.DB.GroupTypeId.Moments Property

Moments.

## Syntax (C#)
```csharp
public static ForgeTypeId Moments { get; }
```